Repository: NurymKenzh/AtlasSD
Catalog: AtlasSD/Resources/Controllers/SharedResources.*.resx
Languages: kk

# Area
source: Area, thousand sq. km.
kk: Аудан, мың шаршы км

source: Back to list
kk: Тізімге оралу

# Bloc
source: Indicator block
kk: Көрсеткіштері бірлігі

# Blocs
source: Indicator blocks
kk: Көрсеткіштері бірлігілер

source: Code
kk: Код

source: Create
kk: Жасау

source: Delete
kk: Жою

source: Details
kk: Егжей

source: Edit
kk: Редакциялау

source: Error
kk: Қателік

source: Find
kk: Табу

# Group
source: Metric group
kk: Көрсеткіштері тобы

# Groups
source: Metric groups
kk: Көрсеткіштері тобылар

source: Indicator
kk: көрсеткіш

source: Indicators
kk: көрсеткіштері

source: Indicator value
kk: Маңыз

source: Indicator values
kk: Құндылықтары

source: Name
kk: Ат

# NameEN
source: Name (english)
kk: Ат (ағылшын)

# NameKK
source: Name (kazakh)
kk: Ат (қазақ)

# NameRU
source: Name (russian)
kk: Ат (орыс)

source: Population
kk: халық

source: Region
kk: Облыс

source: Regions
kk: Облыстар

source: Save
kk: Сақтау

source: Upload
kk: Үлгі жүктеу

source: User
kk: Пайдаланушы

source: Users
kk: Пайдаланушылар

source: Year
kk: Жыл

source: Create / Edit
kk: Жасау / Редакциялау

# ColorPicker
source: Theme Colors,Standard Colors,Web Colors,Theme Colors,Back to Palette,History,No history yet.
kk: Тақырыптың түстері, стандартты түстер, веб-түстер, тақырып түстері, бояғышқа оралу, тарих, тарих жоқ.

source: Add
kk: Қосу

source: Map
kk: Карта

source: Maps
kk: Карталар

source: Remove
kk: Жою

source: Style
kk: Стиль

source: Directories
kk: Анықтамалар

source: Copy
kk: көшірме

source: Regions count
kk: облыстардың саны

# YearFrom
source: From
kk: бастап

# YearTo
source: To
kk: жөніндегі

source: Data already exists
kk: Деректер бұрыннан бар

source: No data to copy
kk: Көшірілуі тиіс деректер жоқ

source: Value
kk: Құн

source: View
kk: көру

source: Integral indicators
kk: кешенді көрсеткіштері

source: Chart
kk: Диаграмма

# ChartBar
source: Bar
kk: Бар диаграмма

# ChartDonut
source: Donut
kk: Донат

# ChartPie
source: Pie
kk: Дөңгелек диаграмма

# ChartPie3D
source: Pie 3D
kk: 3D дөңгелек диаграмма

source: Added
kk: Қосылған

source: Changed
kk: өзгерді

source: Download
kk: жүктеу

# DownloadForm
source: Download template
kk: Үлгі жүктеу

source: Files
kk: файлдар

# UploadForm
source: Upload data
kk: Деректер жүктеңіз

source: Error during formula executing!
kk: Формуласын қолдану кезінде қате!

source: Formula
kk: формула

source: Operands
kk: операндтар

source: Wrong formula!
kk: Дұрыс формуласы!

source: Calculated
kk: бағалау

# Integral
source: Index
kk: Индекс

# Regular
source: Statistical
kk: Статистикалық

source: Type
kk: Түрі

source: Maximum
kk: Максимум

source: Minimum
kk: Минимум

source: Reference point
kk: Бағдар

source: Reference points
kk: Бағдарлар

# AddMax
source: Add maximum
kk: қосу максимум

# AddMin
source: Add minimum
kk: қосу минимум

source: Add value
kk: мәні қосу

# AreaPure
source: Area
kk: Аудан

# Source
source: Data source sype
kk: Түрі Деректер көзі

# Sources
source: Data source sypes
kk: Деректер көзі түрлері

# ErrorDublicateValue
source: An object with this value already exists!
kk: Бұрыннан бар мәні бірдей нысан!

# FieldIsRequired
source: The {0} field is required
kk: {0} өрісі міндетті

source: Related items
kk: байланысты объектілер

source: Take a look
kk: Көру

source: Upload data in this way
kk: Жүктеме деректер осылайша

source: No indicator
kk: жоқ индикаторы

source: No source
kk: жоқ көзі

source: Parse
kk: талдау

source: Data parameters from the site
kk: Сайттан параметрлер деректер

source: Indicator values parameters
kk: Параметрлер көрсеткіш мәндері

source: Link
kk: Байланыс

# Kazakhstan
source: Average Republican indicator
kk: Орташа республикалық көрсеткіштен

source: deviation
kk: ауытқу

source: Integral maps
kk: Енгізілген карталар

# DollarRate
source: Dollar exchange rate
kk: Доллар бағамы

source: Report
kk: Есеп

# ReportGenerate
source: Generate a report
kk: Есепті жасаңыз

source: Data
kk: Деректер

source: Administration
kk: Әкімшілік

source: Reports
kk: Есептер

# ReportIndicator
source: Report by the indicator
kk: Өнімділік туралы есеп

# ReportRegion
source: Report on the region
kk: Аймақ туралы есеп

# ReportYears
source: Report by years
kk: Жыл бойынша есеп беру

source: Description
kk: Сипаттама

# DescriptionEN
source: Description (english)
kk: Сипаттама (ағылшын)

# DescriptionKK
source: Description (kazakh)
kk: Сипаттама (қазақ)

# DescriptionRU
source: Description (russian)
kk: Сипаттама (орыс)

source: Reset
kk: Қалпына келтіру

# DateTime
source: Date and Time
kk: Күні мен уақыты

source: Log
kk: Жүйелік жазба

source: Logs
kk: Журнал

source: New values
kk: Жаңа құндылықтар

source: Old values
kk: Ескі құндылықтар

# Operation
source: Action
kk: Әрекет

source: Email
kk: Электрондық пошта

# Integrals
source: Integral
kk: Интегралды

source: Thematic
kk: Тақырыптық

source: Base layer
kk: Негізгі қабат

source: Data layer
kk: Деректер қабаты

source: Legend
kk: Аңыз

source: Search
kk: Іздеу

source: Keywords
kk: Кілт сөздер

# KeywordsEN
source: Keywords (english)
kk: Кілт сөздер (ағылшын)

# KeywordsKK
source: Keywords (kazakh)
kk: Кілт сөздер (қазақ)

# KeywordsRU
source: Keywords (russian)
kk: Кілт сөздер (орыс)

source: All
kk: Барлығы

source: Nothing selected
kk: Ештеңе таңдалған жоқ

# SelectAll
source: Choose all
kk: Барлығын таңдаңыз

# selected
source: is selected
kk: таңдалған

source: Years
kk: Жылдар

source: before
kk: дейін

source: from
kk: бастап

source: Feedback
kk: Кері байланыс

source: Message
kk: Сіздің хабарламаңыз
